espressif/esp-iot-solution/components/touch/touch_button_sensor/test_apps/sdkconfig.defaults.esp32p4
CONFIG_IDF_TARGET="esp32p4"

# Default to test REV < 3
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
